Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: how installations and other technical devices can be conveyed to their position and installed there, and whether suitable means of transport and lifting aids can be used.
sv: dels hur installationer och andra tekniska anordningar ska kunna transporteras till sin plats och installeras där, dels om lämpliga transport- och lyfthjälpmedel därvid kan användas.

source: Solutions should therefore be chosen which minimise the need for manual breaking.
sv: Det är därför lämpligt att välja lösningar som minimerar bilningsarbetet.

source: Construction times which are too short for the work environment to be properly organised are a common problem in the construction industry.
sv: Byggtider som är för korta för att arbetsmiljön ska kunna ordnas på ett bra sätt är ett vanligt problem i byggbranschen.

source: Shortness of time causes stress, which in turn leads to a heightened risk of accidents.
sv: Att ha alltför kort om tid orsakar stress som i sin tur medför ökad risk för olyckor.

source: Often it also means shortage of space, which aggravates the risk of musculoskeletal injuries, partly because of the limited scope for using good assistive devices.
sv: Det medför också ofta utrymmesbrist vilket ökar riskerna för belastningsskador, bl.a. eftersom möjligheterna att använda bra hjälpmedel begränsas.

source: The factors which have now been mentioned are examples of circumstances which, under this point of the section, may need to be taking into account at the planning stage.
sv: De nu nämnda faktorerna är exempel på omständigheter som enligt denna punkt i paragrafen kan behöva beaktas vid planeringen.

source: Guidance on Section 5 a, point 2
sv: Till 5 a § punkt 2

source: Manual carrying of building materials involves unnecessary risks of musculoskeletal injuries to the workers concerned.
sv: Manuellt bärande av byggnadsmaterial innebär onödiga risker för belastningsskador för dem som ska utföra arbetet.

source: To reduce those risks, it is important, as part of the planning and design process, to create conditions that make wheeled handling and transport of materials possible in places where use of a crane or suchlike is not possible.
sv: För att minska dessa risker är det viktigt att vid planeringen och projekteringen så långt det är möjligt skapa förutsättningar för rullande hantering och transport av material där inte kran eller liknande kan användas.

source: Bathroom renovations in apartment blocks are a troublesome kind of work from a health and safety (work environment) viewpoint and may require special reflection at the planning stage in order to achieve an acceptable work environment.
sv: Arbete med renovering av badrum i flerbostadshus är ur arbetsmiljösynpunkt besvärligt och kan kräva särskild eftertanke vid planeringen för att arbetsmiljön ska bli godtagbar.

source: The work of breaking and removing existing material generates noise and dust and the work of removing demolition spoil and bringing in new material often gives rise to a great deal of heavy manual labour which can be ergonomically unsuitable.
sv: Arbetet med att riva ut befintligt material alstrar buller och damm och arbetet med att skaffa bort rivningsmassor och få in nytt material orsakar ofta omfattande tungt manuellt arbete som kan vara ergonomiskt olämpligt.

source: It is important that the client should, when planning the work, make it possible for transport operations to be organised in such a way that manual carrying on stairs can be kept to a minimum.
sv: Det är viktigt att byggherren vid planeringen av arbetet skapar förutsättningar för att transporter kan ordnas så att manuellt bärande i trappor kan minimeras.

source: A construction hoist and the possibility of bringing materials in via balconies or intake platforms and load openings in façades can solve this problem.
sv: Bygghiss och möjlighet att ta in material via balkonger eller via intagsbryggor och lastöppningar i fasader kan vara en lösning på problemet.

source: Sometimes demolition spoil can be removed by suction, using suitable equipment.
sv: Ibland kan rivningsmaterial sugas ut med lämplig utrustning.

source: New concrete can be pumped in.
sv: Ny betong kan pumpas in.

source: Manual braking entail a risk of vibration injuries.
sv: Manuell bilning innebär risk för vibrationsskador.

source: This method is unsuitable if concrete or suchlike needs to be removed in large quantities, and accordingly it is important to provide conditions permitting, for example, the use of machine-mounted breaking equipment.
sv: Om större mängder betong eller dyl. ska tas bort är handhållen bilning olämplig, och det är alltså viktigt att sådana förutsättningar skapas att t.ex. maskinburen bilningsutrustning kan användas.

source: It is also important that suitable means of dust prevention should be made possible.
sv: Det är också viktigt att det finns förutsättningar för att ordna dammbekämpning på lämpligt sätt.

source: An establishment area is an area within which the contractor is permitted to place portacabins, stores, depots etc. needed for the building operation.
sv: Med etableringsområde menas ett område inom vilket entreprenören tillåts placera personalbodar, förråd, upplag m.m. som är nödvändiga för att genomföra bygget.

source: An area of this kind is often located partly or wholly outside the actual construction site.
sv: Ofta ligger ett sådant område helt eller delvis utanför platsen för själva bygget.

source: When building in urban areas, space is often at a premium and the placement of portacabins etc. difficult to organise.
sv: Vid byggande i tätorter är det ofta trångt och svårt att ordna placering av bodar m.m.

source: It is important, however, that space should still be available for personnel facilities for all personnel who will be working on the construction site, including those employed there in a more temporary capacity.
sv: Det är dock viktigt att utrymme ändå finns för personalutrymmen för alla som ska arbeta på byggarbetsplatsen, även för dem som arbetar där mera tillfälligt.

source: Guidance on Section 5 b
sv: (AFS 2008:16)

source: It is common for works also to be planned and designed after construction work has started.
sv: Till 5 b § Det är vanligt att arbeten planeras och projekteras även sedan byggnadsarbetet kommit igång.

source: The requirement in this section concerning planning and preparation well in advance obviously applies to cases of this kind as well.
sv: Paragrafens krav på god framförhållning när det gäller planering och projektering gäller givetvis även i de fallen.

source: In order for work environment viewpoints during the construction phase to be taken into account prior to renovation, rebuilding or demolition, it has to be ascertained, by one means or another, and before work commences, whether or not there is health-endangering material present in the relevant parts of the object.
sv: För att inför en renovering, ombyggnad eller rivning kunna beakta arbetsmiljösynpunkter under byggskedet måste man, innan arbetena påbörjas, på ett eller annat sätt försäkra sig om huruvida det i berörda delar av objektet finns hälsofarligt material eller inte.

source: The planning of demolition work often calls for the compilation of a description (see Section 12 a (2), paragraph C, point 13), giving an account of the various phases of demolition and the measures required, the overall aim being to ensure the stability of the structure while the different phases of demolition are in progress.
sv: När rivningsarbeten planeras behöver ofta en beskrivning göras (se 12 a §, andra stycket C punkt 13) med en redovisning av rivningens olika faser och erforderliga åtgärder, allt i syfte att säkerställa konstruktionens stabilitet under de olika rivningsfaserna.

source: Accidents have occurred as a result of such stabilising measures being overlooked.
sv: Olyckor har inträffat på grund av att man förbisett att vidta sådana här stabiliseringsåtgärder.

source: Demolishing a structure can be more hazardous than erecting it.
sv: Att riva en konstruktion kan vara mer riskabelt än att uppföra den.

source: Guidance on Section 6
sv: (AFS 2008:16)

source: The requirement for a building work environment co-ordinator to be appointed is set forth in Chap. 3, Section 6 (1), points 2 and 3 of the Work Environment Act; cf. Section 3 of these Provisions.
sv: Till 6 § Kravet på att byggarbetsmiljösamordnare ska utses finns i 3 kap. 6 § första stycket punkterna 2 och 3 arbetsmiljölagen; jämför 3 § i dessa föreskrifter.

source: Both a legal and a natural person can be appointed building work environment co-ordinator.
sv: Såväl juridisk som fysisk person kan utses till byggarbetsmiljösamordnare.

source: The requirement, under the above mentioned statutory section, for the building work environment co-ordinator to be suitable has been elucidated in Section 6 of these Provisions.
sv: Kravet i den nyssnämnda lagparagrafen på att byggarbetsmiljösamordnare ska vara lämplig har förtydligats i 6 § i dessa föreskrifter.

source: The suitability requirement also applies to a “self-appointed” co-ordinator.
sv: Kravet på lämplighet gäller även den som ”utser sig själv” till byggarbetsmiljösamordnare.

source: In order for the system of responsibility under the Work Environment Act to be workable, it must always be perfectly clear who has been appointed building work environment co-ordinator.
sv: För att ansvarssystemet i arbetsmiljölagen ska fungera måste det alltid stå fullt klart vem som

source: Who actually deals with matters of co-ordination is another question.
sv: En annan sak är vem som faktiskt handlägger samordningsfrågorna.

source: It may be the building work environment co-ordinator in person, one of his employees or outsourced personnel.
sv: Det kan vara byggarbetsmiljösamordnaren själv, någon av dennes anställda eller inhyrd personal.

source: But it is the legal or natural person appointed building work environment co-ordinator to whom the Work Environment Authority is empowered to address any requirements regarding co-ordination, and it is that person who, where execution of the project is concerned, must be given as building work environment co-ordinator in the documents (prior notice and public notice) referred to in Section 7.
sv: Det är också den personen som, när det gäller utförandet, ska anges som byggarbetsmiljösamordnare i de dokument (förhandsanmälan och anslag) som det står om i 7 §.

source: work environment co-ordinator for planning and design and one for the conduct of the work.
sv: Enligt arbetsmiljölagen får det vid en given tidpunkt endast finnas en byggarbetsmiljösamordnare för planeringen och projekteringen och en för utförandet av arbetet.

source: On the other hand the same legal or natural person may be appointed to discharge both co-ordination duties.
sv: Däremot kan samma juridiska eller fysiska person utses att fullgöra båda samordningsuppdragen.

source: Furthermore, a building work environment co-ordinator can, at a given point in time, be “relieved” by another.
sv: Vidare kan en byggarbetsmiljösam- ordnare vid en given tidpunkt ”avlösas” av en annan.

source: However, it must at all times be clear who has been appointed building work environment co-ordinator for, respectively, planning and design and execution of the work.
sv: Vid varje tidpunkt måste det emellertid stå klart vem som är utsedd till byggarbetsmiljösamordnare, dels för planeringen och projekteringen, dels för utförandet av arbetet.

source: Knowledge which can be needed by personnel who are to work with building work environment co-ordination includes, for example, basic knowledge concerning the work environment (health and safety) and a good knowledge of the Work Environment Act, the Work Environment Ordinance and at least the following provisions issued by the Work Environment Authority:
sv: Exempel på kunskaper som personal som ska arbeta med byggarbetsmiljösamordning kan behöva är grundläggande arbetsmiljökunskap samt goda kunskaper om innehållet i arbetsmiljölagen, arbetsmiljöförordningen och åtminstone följande föreskrifter från Arbetsmiljöverket:

source: Provisions on Building and Civil Engineering Work.
sv: Föreskrifterna om byggnads- och anläggningsarbete.

source: Provisions on Systematic Work Environment Management.
sv: Föreskrifterna om systematiskt arbetsmiljöarbete.

source: Provisions on Ergonomics for the Prevention of Musculoskeletal Disorders.
sv: Föreskrifterna om belastningsergonomi.

source: Provisions on Workplace Design.
sv: Föreskrifterna om arbetsplatsens utformning.

source: Provisions on Ladders and Trestles.
sv: Föreskrifterna om stegar och arbetsbockar.

source: Provisions on Scaffolding.
sv: Föreskrifterna om ställningar.

source: Provisions on Asbestos.
sv: Föreskrifterna om asbest.

source: Provisions on Chemical Hazards of the Working Environment.
sv: Föreskrifterna om kemiska arbetsmiljörisker.

source: In addition to these Provisions, further knowledge may be needed, depending on the risks which the work entails.
sv: Utöver de nämnda föreskrifterna kan ytterligare kunskaper behövas beroende på vilka risker som förekommer i arbetet.

source: Personnel who will be working with work environment co-ordination during the execution phase generally need to have a close knowledge of the following Provisions in addition to those already mentioned:
sv: Personal som ska arbeta med arbetsmiljösamordning under genomförandet behöver i allmänhet utöver det ovan nämnda även goda kunskaper om följande föreskrifter:

source: Provisions on the Inspection of Lifting Appliances and Certain Other Technical Equipment
sv: Föreskrifterna om besiktning av lyftanordningar och vissa andra tekniska anordningar.

source: Provisions on the Use of Lifting Appliances and Hoisting Gear
sv: Föreskrifterna om användning av lyftanordningar och lyftredskap.

source: Provisions on the Use of Work Equipment
sv: Föreskrifterna om användning av arbetsutrustning.

source: Provisions on Cartridge-Operated Fixing Guns
sv: Föreskrifterna om bultpistoler.

source: Provisions on Nail Guns
sv: Föreskrifterna om spikpistoler.

source: Provisions on Noise
sv: Föreskrifterna om buller.

source: Provisions on Vibrations
sv: Föreskrifterna om vibrationer.

source: Provisions on Quartz
sv: Föreskrifterna om kvarts.

source: by a training matriculation certificate and, as regards competence and experience, by certificates from a previous or present employer.
sv: Byggarbetsmiljösamordnarens kvalifikationer eller kvalifikationer för personal hos en byggarbetsmiljösamordnare kan när det gäller utbildning styrkas genom intyg över genomgången utbildning och, när det gäller kompetens och erfarenhet, genom intyg från tidigare eller nuvarande arbetsgivare.

source: Basically, the person attending to building work environment co-ordination issues needs the following experience in order to be capable of discharging his duties:
sv: I princip behöver den som sköter byggarbetsmiljösamordningsfrågor följande erfarenhet för att kunna uppfylla sitt ansvar.

source: Experience of the conduct of building and civil engineering work.
sv: Erfarenhet av utförande av byggnads- och anläggningsarbete.

source: Experience of co-ordinating, directing or managing construction projects (important for the sake of overview).
sv: Erfarenhet från arbete med samordning, ledning eller styrning av byggprojekt (viktigt för överblicken).

source: Experience of project preparation (this applies to the person who will be in charge of building work environment co-ordination during planning and design; that person may also need to have gained the experience referred to in the two preceding points.)
sv: Erfarenhet av projektering (gäller den som ska sköta byggarbetsmiljösamordning under planering och projektering; denne kan även behöva erfarenhet enligt de två andra punkterna ovan).

source: How extended the experience is needed to be hinges on the size and character of the construction project to be co-ordinated.
sv: Storleken och karaktären på det byggprojekt som ska samordnas är avgörande för hur omfattande erfarenhet som behövs.

source: In order for co-ordination during the construction project to run smoothly, everyone working on the project needs to know who the building work environment co-ordinator is and how a representative of the co-ordinator can be contacted.
sv: För att samordningen under byggprojektet ska fungera bra behöver alla som arbetar i projektet känna till vem som är byggarbetsmiljösamordnare och hur man får tag på en representant för denne.

source: This applies both during the preparation and planning of the project and during its execution.
sv: Detta gäller såväl under projekteringen och planeringen som under utförandet.

source: When calculating the number of the persons who are employed simultaneously on any one occasion or the number of person-days, all persons on the building site who assist with the building or civil engineering work being carried out will be counted.
sv: Till 7 § Vid beräkning av de personer som vid något tillfälle sysselsätts samtidigt respektive av antalet persondagar, räknas samtliga personer som på byggarbetsplatsen bidrar till att byggnads- eller anläggningsarbetet blir genomfört.

source: Only the details which are known need to be specified in the prior notification.
sv: Endast de uppgifter som är kända behöver anges i förhandsanmälan.

source: The purpose of the work environment plan, inter alia, is to provide a foundation concerning how work environment management shall be implemented and, if work involves particular risks, to offer solutions concerning how anticipated hazards shall be avoidable.
sv: Till 8 § Syftet med arbetsmiljöplanen är bland annat att få en grund för hur arbetsmiljöarbetet ska bedrivas samt att, ifråga om arbeten med särskild risk, erbjuda lösningar för hur förväntade faror ska kunna undvikas.

source: The work environment plan thus will act as an aid for the individual contractor when he shall plan his activities on the building site.
sv: Arbetsmiljöplanen blir på så sätt ett hjälpmedel för den enskilde entreprenören när han ska planera sin verksamhet på byggarbetsplatsen.

source: Work on compiling the work environment plan should preferably commence at the same time as project planning and design and early planning.
sv: Arbetet med att upprätta arbetsmiljöplanen bör helst påbörjas samtidigt med projekteringen och den tidiga planeringen.

source: A major advantage of this is that this may then act as documentation of the considerations developed in respect of the work environment during project planning and design and during planning.
sv: En stor fördel med detta är att den då kan bli en dokumentation över de överväganden beträffande arbetsmiljön som görs vid projekteringen och vid planeringen.

source: Two days in succession means two subsequent days during which work is carried out, irrespective of how many hours are worked on either of the days.
sv: Med två dagar i följd menas två dagar efter varandra under vilka man arbetar oavsett hur många timmar man arbetar den ena eller den andra dagen.

source: Guidance on Section 9
sv: (AFS 2014:26)

source: Part of the purpose of the documentation referred to in this section is that it should be available for consultation in connection with the operation, maintenance, alteration etc. of the object and also in connection with its demolition.
sv: Till 9 § Syftet med den dokumentation som avses i denna paragraf är bl.a. att den ska kunna konsulteras vid objektets drift, underhåll, ändring osv. samt vid rivning.

source: Duties of certain other parties with safety responsibilities in the course of planning, design and project preparation
sv: Ansvar för vissa andra skyddsansvariga under planeringen och projekteringen

source: Normally the client engages different specialists for the design: architects, structural engineers, consultants for electrical power supply, heating and plumbing, telephone and data networks and so on.
sv: Byggherren anlitar normalt olika fackmän för projekteringen: arkitekter, konstruktörer, konsulter för el, VVS, telefon- och datanät osv.

source: The possibility in certain case of a contractor coming to participate in design is touched on in the third paragraph of the introductory guidance on Sections 5-5 a, above.
sv: Att en entreprenör i vissa fall kan komma att medverka vid projekteringen berörs i tredje stycket i de inledande kommentarerna till 5–5 a §§ ovan.

source: It is appropriate that the structural engineer designing the framework of a building should be engaged to prepare a description, as mentioned in the General Recommendations accompanying Section 5, above, of measures to stabilise a framework under construction.
sv: Det är lämpligt att konstruktören av stommen till en byggnad anlitas för att ta fram en sådan beskrivning över stabiliseringsåtgärder för en stomme under uppförande som omtalas i allmänna råden till 5 § ovan.

source: Sometimes the persons erecting buildings have insufficient knowledge of the stabilisation measures needed, and it is therefore appropriate for instructions concerning the stabilisation of the building to
sv: Ibland har de som uppför byggnaderna inte tillräckliga kunskaper om vilka stabiliseringsåtgärder som behövs och det är därför lämpligt att instruktioner för stabilisering av byggnaden medföljer vid leveransen av denna.

source: It is appropriate for these instructions to be drawn up in such a way that they can serve as supporting documentation for corresponding parts of the work environment plan for the construction project.
sv: lämpligt att dessa instruktioner är utformade så att de kan utgöra underlag för motsvarande delar av arbetsmiljöplanen för bygget.

source: It is also important for lifting eye bolts or other devices for lifting elements and parts of buildings to be dimensioned to withstand all the loads to which they can be subjected throughout the handling process, i.e. from hoisting in the factory and in transit until they are installed in the building.
sv: Det är också viktigt att lyftöglor eller andra anordningar för lyftning av element och byggnadsdelar är dimensionerade för att tåla alla de belastningar de kan utsättas för under hela hanteringsförloppet, d.v.s. från lyft i fabrik, under transport och fram till dess att de är monterade i byggnaden.

source: Duties of building work environment co-ordinators appointed for planning and preparation
sv: Uppgifter för byggarbetsmiljösamordnare som utsetts för planering och projektering

source: It is important for the co-ordination aspects of safety and health conditions to be already taken into account at the beginning of the project preparation stage.
sv: Det är viktigt att samordningsaspekterna på arbetsmiljön kommer med redan i början av projekteringen.

source: It is also important that co-ordination aspects be clearly stated in the instructions to those taking part in the design of the project.
sv: Det är också viktigt att samordningsaspekterna tydligt redovisas i uppdragen till dem som medverkar i projekteringen.

source: These persons should also be informed of others taking part, of the way in which co-ordination is to be organised and of the co-ordinator’s identity.
sv: Dessa bör vidare få uppgift om övriga medverkande, om hur samordningen är tänkt att organiseras och om vem som sköter samordningsfrågorna.
